// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Estado y alertas";

MoreInfoTitle = "Más información";
SATPrivacyStatementOnlineLink = "Declaración de privacidad de HP";

SATAlertsTaskDescription = "Especifique el nivel de información de estado ampliada que desee ver en su dispositivo HP. Siempre se le notificará si el dispositivo no consigue completar una tarea que se le ha solicitado, o si se precisa su atención.";

SATShowAlertsButtonTitle = "Mostrar alertas ampliadas de:";
SATAutoDismissTitlePreffix = "Descartar automáticamente las alertas en";
SATAutoDismissTitleSuffix = "segundos de:";

SATErrorsWarningsAndInfo = "errores, advertencias y mensajes informativos";
SATErrorsAndWarnings = "errores y advertencias";
SATErrorsOnly = "solo errores";
SATInfoMessages = "mensajes informativos";
SATWarningsAndInfoMessages = "advertencias y mensajes informativos";

SATShowWebContentButtonTitle = "Mostrar el contenido web en las alertas";
SATShowWebContentButtonBaseDescription = "Con su permiso, el estado de su dispositivo puede ser compartido de forma segura con HP. Cuando se proporciona esta información, HP puede comprobar si usted está inscrito en un programa HP o es elegible para ofertas especiales, y modificar la alerta basada en opciones disponibles.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Para obtener información adicional sobre la información enviada a HP, consulte SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Para obtener más información acerca de la política de privacidad de HP, consulte SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "¿Está seguro de querer desconectar las alertas de HP?";
SATNoControlPanelTurnOffButtonTitle = "Desconectar";
SATNoControlPanelAlertText = "Si lo hace, se arriesga a no ver mensajes importantes sobre el estado de su dispositivo.";
SATCancelButtonTitle = "Cancelar";
